adwaita-icon-theme
akamai
ansible
apr
atk
awscli
bash-completion
bower
brotli
cairo
czmq
docker
ffmpeg
fish
fontconfig
fontforge
freetype
fribidi
galen
gdbm
gdk-pixbuf
gdub
gettext
git
glib
gnome-icon-theme
gnu-sed
go
gobject-introspection
gradle
gradle-completion
graphite2
groovy
grunt-cli
gsettings-desktop-schemas
gtk+3
gtksourceview3
harfbuzz
hicolor-icon-theme
htop
httpstat
icu4c
imagemagick
intltool
jpeg
jq
kotlin
kubernetes-cli
lame
leiningen
libcroco
libepoxy
libffi
libidn2
libpng
librsvg
libsass
libsodium
libssh2
libtiff
libtool
libunistring
libyaml
maven
maven-completion
neofetch
node
node@8
nvm
oniguruma
openshift-cli
openssl
openssl@1.1
p7zip
pango
pcre
pcre2
perl
phantomjs
pixman
pkg-config
prettier
protobuf
py2cairo
py3cairo
pygobject3
python
python3
python@2
readline
redis
ruby
rust
scala
screenresolution
shared-mime-info
socat
sphinx-doc
springboot
sqlite
tree
ttfautohint
typescript
vim
webpack
wget
x264
xvid
xz
yarn
youtube-dl
zeromq
zsh
