adwaita-icon-theme
akamai
ansible
apr
awscli
bower
brotli
czmq
docker
elm
ffmpeg
fish
fontforge
galen
gdub
git
github-keygen
github-release
gnu-sed
go
gradle
gradle-completion
groovy
grunt-cli
gtksourceview3
heroku/brew/heroku
htop
httpstat
intltool
jq
kotlin
kubernetes-cli
leiningen
libsass
libsodium
maven
maven-completion
neofetch
node@10
nvm
openshift-cli
openssl@1.1
p7zip
prettier
protobuf
py2cairo
pygobject3
redis
rsync
rust
scala
shared-mime-info
sphinx-doc
pivotal/tap/springboot
tree
ttfautohint
typescript
vim
webpack
wget
yarn
youtube-dl
zsh
