atom
dash
dropbox
firefox
firefox-developer-edition
forklift
github
google-chat
google-chrome
google-chrome-canary
handbrake
intellij-idea
istat-menus
iterm2
java8
moneymoney
opera
postman
react-studio
safari-technology-preview
sequel-pro
slack
sourcetree
spotify
teamviewer
telegram
tower2
transmit
tripmode
tunnelbear
vagrant
vagrant-manager
validator-sac
virtualbox
visual-studio-code
vlc
whatsapp
xquartz
yed
youtube-to-mp3
