tap "cjbassi/ytop"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "menubar-apps/menubar-apps"
tap "sdkman/tap"
tap "shinokada/consize"
tap "syncdk/aws-session-manager-plugin"
tap "warrensbox/tap"
brew "adr-tools"
brew "akamai"
brew "webp"
brew "aria2"
brew "node"
brew "aws-cdk"
brew "aws-sso-cli"
brew "aws-sso-util"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "colima", restart_service: :changed
brew "composer"
brew "container"
brew "container-compose"
brew "coreutils"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "dua-cli"
brew "dust"
brew "erlang"
brew "elixir"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grex"
brew "hey"
brew "hidapi"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "kotlin"
brew "kubernetes-cli"
brew "python@3.12"
brew "locust"
brew "lsusb"
brew "maven"
brew "mermaid-cli"
brew "mkcert"
brew "ncdu"
brew "node@22"
brew "nss"
brew "nvm"
brew "oha"
brew "openjdk@21"
brew "pnpm"
brew "poppler"
brew "prettyping"
brew "python@3.11"
brew "qemu"
brew "specify"
brew "speedtest-cli"
brew "stow"
brew "terragrunt"
brew "tfenv"
brew "typescript"
brew "vegeta"
brew "webpack"
brew "wget"
brew "wrk"
brew "yarn"
brew "zinit"
brew "cjbassi/ytop/ytop"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "sdkman/tap/sdkman-cli"
brew "shinokada/consize/consize"
brew "syncdk/aws-session-manager-plugin/aws-session-manager-plugin", link: false
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "chatgpt"
cask "claude-code"
cask "codex-app"
cask "drawio"
cask "figma"
cask "jetbrains-toolbox"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "session-manager-plugin"
cask "studio-3t-community"
cask "webex"
cask "yubico-authenticator"
vscode "astro-build.astro-vscode"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "deque-systems.vscode-axe-linter"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "felipe.nasc-touchbar"
vscode "firsttris.vscode-jest-runner"
vscode "flowtype.flow-for-vscode"
vscode "foxundermoon.next-js"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "iampeterbanjo.elixirlinter"
vscode "j-brooke.fracturedjsonvsc"
vscode "jakebecker.elixir-ls"
vscode "jock.svg"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mathiasfrohlich.kotlin"
vscode "mattfoulks.har-analyzer"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "neilding.language-liquid"
vscode "orta.vscode-jest"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "saratravi.elixir-formatter"
vscode "sidthesloth.html5-boilerplate"
vscode "sissel.shopify-liquid"
vscode "spmeesseman.vscode-taskexplorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "swiftlang.swift-vscode"
vscode "unclebeast.har-viewer"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "webpagetest.wpt-vscode-extension"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
